Repository: klawsachkar/NYTimes
Catalog: NYNews/NYNews/Common/Resources/Strings/*.lproj/Localizable.strings
Languages: ar

# alert.title.error
source: Error
ar: خطأ

# alert.message.error.generic
source: An unknow error occured, Please try again later!
ar: حدث خطأ غير معروف ، يرجى المحاولة مرة أخرى لاحقًا!

# alert.message.error.noData
source: No news to display, Please try again later!
ar: لا توجد أخبار لعرضها ، يرجى المحاولة مرة أخرى لاحقًا!

# alert.action.ok
source: OK
ar: تم

# nyNews.pageTitle
source: NY News
ar: أخبار نيويورك

# nyNews.refreshMessage
source: Refreshing News...
ar: تحديث الأخبار ...

# nyNews.actionSheet.title.newsPeriod
source: News Period
ar: فترة الأخبار

# nyNews.actionSheet.action.oneDay
source: 1 Day
ar: يوم

# nyNews.actionSheet.action.oneWeek
source: 1 Week
ar: أسبوع

# nyNews.actionSheet.action.oneMonth
source: 1 Month
ar: شهر

# newsDetail.pageTitle
source: News Detail
ar: تفاصيل الأخبار

# newsDetail.nbViews
source: %i Views
ar: %i عدد المشاهدات
